Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wiesz coś na temat aktualnej kryjówki Salviego i pozostałych renegatów?
uk: Чи знаєш ти що-небудь про те, де зараз переховується Сальві та інші відступники?

source: Wiesz coś o Holdwigu?
uk: Ти щось знаєш про Гольдвіга?

source: Wiesz coś o Złotych Innosach?
uk: Ти знаєш щось про Золотих Інносів?

source: Wiesz coś o dolegliwości Holdwiga?
uk: Ти знаєш що-небудь про нездужання Гольдвіга?

source: Wiesz coś o polowaniu?
uk: Ти знаєш щось про полювання?

source: Wiesz coś o przemytnikach?
uk: Ти щось знаєш про контрабандистів?

source: Wiesz coś o tej dziewczynie z jaskini?
uk: Ти знаєш що-небудь про ту дівчину в печері?

source: Wiesz coś o tym wielkim facecie, z którym Yannick wyruszył?
uk: Ти знаєш що-небудь про здорованя, з яким пішов Яннік?

source: Wiesz coś o tym?
uk: Що ти знаєш про це?

source: Wiesz coś o włamaniu u Kurta?
uk: Ти що-небудь знаєш про пограбування Курта?

source: Wiesz coś o zabójstwie Stana?
uk: Ти знаєш що-небудь про вбивство Стена?

source: Wiesz coś o zaginionym tytoniu Heisnera?
uk: Ти щось знаєш про зниклий тютюн Гейснера?

source: Wiesz coś o zaginięciu Jorna?
uk: Ти щось знаєш про зникнення Йорна?

source: Wiesz coś o zaginięciu mojego brata?
uk: Тобі що-небудь відомо про зникнення мого брата?

source: Wiesz coś o zamachowcu?
uk: Ти знаєш що-небудь про вбивцю?

source: Wiesz coś więcej na ten temat?
uk: Чи знаєш ти ще щось про це?

source: Wiesz czemu odmawia sprzedaży?
uk: А знаєш, чому він відмовляється продавати?

source: Wiesz do kogo mówisz? Zaraz nauczę cię, co robimy tutaj z takimi jak ty!
uk: Ти знаєш, з ким розмовляєш? Зараз я тебе навчу, що ми тут робимо з такими, як ти!

source: Wiesz dobrze, jak reaguje na oszustów, a Stan był nim niewątpliwie.
uk: Ти добре знаєш, як він реагує на шахраїв, а Стен, безсумнівно, таким і був.

source: Wiesz doskonale, że przemyt szkodzi handlowi, a nikt nie przemyca więcej niż ten przeklęty Cortez.
uk: Ти прекрасно знаєш, що контрабанда шкодить торгівлі, а ніхто не займається контрабандою більше, ніж цей клятий Кортез.

source: Wiesz gdzie jest Riordian?
uk: Ти знаєш, де знаходиться Ріордіан?

source: Wiesz gdzie jest teraz Naars?
uk: Знаєш, де зараз Наарс?

source: Wiesz gdzie jest żywność, którą mieliście dostarczyć?
uk: Ти знаєш, де зараз продукти, які ви мали доставити?

source: Wiesz gdzie mogę znaleźć Antonio?
uk: Ти знаєш, де я можу знайти Антоніо?

source: Wiesz gdzie można znaleźć cieniostwora?
uk: Ти знаєш, де можна знайти тінезвіра?

source: Wiesz jacy byliby magowie, jakbyś zabrał im runy?
uk: А ти знаєш, якими були б маги, якби у них забрали руни?

source: Wiesz jak coś takiego działa na interes? Nawet gdybym chciał się pozbyć Stana to jest na to tysiąc lepszych sposobów.
uk: Ти знаєш, як подібні речі впливають на бізнес? Навіть якби я хотів позбутися Стена, є тисяча кращих способів це зробити.

source: Wiesz jak duże są kanały? Doceniam starania, ale te informacje za dużo nam nie pomogą.
uk: Ти знаєш, наскільки велика каналізація? Я ціную твої зусилля, але ця інформація нам не дуже допоможе.

source: Wiesz jak pokonać Bena?
uk: Ти знаєш, як перемогти Бена?

source: Wiesz jak to jest, w gębie sucho, trzeba czymś przepłukać gardło. To jak będzie?
uk: Знаєш, як це буває, в роті пересохло, треба чимось прополоскати горло. Ну то як?

source: Wiesz jak to jest... Tutaj ktoś coś zgubi, tutaj pomacha się łopatą, a tutaj ktoś przywiezie cenne łupy i po pijaku wymieni je na kilka butelek grogu.
uk: Ну, знаєш, як це буває... Іноді хтось щось загубить, іноді потрібно попрацювати лопатою, а іноді хтось принесе цінну здобич і по п'яні обміняє її на кілька пляшок грогу.

source: Wiesz jak to się robi?
uk: Знаєш, як це робиться?

source: Wiesz jak zaimponować kobiecie?
uk: Ти знаєш, як справити враження на дівчину?

source: Wiesz jakie jest ulubione warzywo Króla?
uk: Чи знаєш ти, який улюблений овоч Короля?

source: Wiesz już więcej niż nie jeden nowicjusz w naszym klasztorze!
uk: Ти вже знаєш багатьох послушників нашого монастиря!

source: Wiesz kim był?
uk: Ти знаєш, ким він був?

source: Wiesz kto przywłaszczył sobie jego własność?
uk: Ти знаєш, хто привласнив собі його речі?

source: Wiesz może coś więcej o włamaniu?
uk: Ти випадково не знаєш щось про пограбування?

source: Wiesz może czy Volker ma jakichś wrogów w tym mieście?
uk: Ти не знаєш, чи є у Волкера вороги в цьому місті?

source: Wiesz może gdzie znajdę Yannicka?
uk: Ти не знаєш, де я можу знайти Янніка?

source: Wiesz może jak przemówić Lorenzo do rozsądku?
uk: Знаєш, як достукатися до Лоренцо?

source: Wiesz może jak uzyskać efekt rdzy?
uk: Може, ти знаєш, як досягти ефекту іржі?

source: Wiesz może, czemu wszyscy opuścili szyb Naarsa?
uk: Можливо, ти знаєш, чому всі покинули тунель Наарса?

source: Wiesz może, czy jednym z nich był niejaki Gerwin?
uk: Ти не знаєш, чи був серед них такий собі Гервін?

source: Wiesz może, gdzie jest?
uk: Може, знаєш, де вона?

source: Wiesz może, jak wygląda sytuacja w pozostałych częściach miasta?
uk: Можливо, ти знаєш, яка ситуація в інших частинах міста?

source: Wiesz może, jak wygląda ten człowiek?
uk: Ти випадково не знаєш, як виглядає цей чоловік?

source: Wiesz może, jak zaimponować Marcie?
uk: Може, ти знаєш, як справити враження на Марту?

source: Wiesz może, kto przygotował ciało do pochówku?
uk: Чи знаєш ти, хто готував тіло до поховання?

source: Wiesz może, w którym domu mieszkał Jon?
uk: Може, ти знаєш, в якому будинку проживав Йон?

source: Wiesz pewnie o istnieniu zwojów przemiany, prawda? Zwoje to drogi interes, wytwarzane głównie w klasztorach, nie ma możliwości dozowania siły zaklęcia, no i są niezwykle podatne na zniszczenia.
uk: Ти, напевно, знаєш про існування сувоїв трансформації, так? Сувої – дороге задоволення. Їх виготовляють переважно в монастирях, без можливості регулювати силу заклинання. Ну і їх легко знищити.

source: Wiesz przynajmniej, gdzie ich szukać?
uk: Ти хоча б знаєш, де їх шукати?

source: Wiesz w ogóle co się stało? Beckett nie chce mi powiedzieć. Jakim cudem statek poszedł na dno?
uk: Ти взагалі знаєш, що сталося? Беккет не хоче мені говорити. Як корабель пішов на дно?

source: Wiesz w ogóle, kim jest ten człowiek? Wiesz, jak do mnie trafił?
uk: Ти взагалі знаєш, що це за людина? Знаєш, як він до мене потрапив?

source: Wiesz, Kuno uważa się za wybitnego polityka i znaczącą postać w mieście. Jego poglądy i podejście nazwałbym... dość skrajnymi. A ty, interesujesz się może polityką?
uk: Розумієш, Куно вважає себе видатним політиком і важливою фігурою в місті. Я б назвав його погляди і підхід... досить радикальними. А ти часом не цікавишся політикою?

source: Wiesz, Marvin, nasz żołd nie jest zbyt duży, szczególnie kiedy jesteś zwykłym szeregowcem. Na twoim miejscu nie szastałbym tak pieniędzmi.
uk: Знаєш, Марвіне, у нас платня невелика, особливо коли ти рядовий. На твоєму місці я б так не розкидався грошима.

source: Wiesz, Stan został otruty, a Rodrigo jest z południa. Południowiec to zawsze Południowiec.
uk: Знаєш, Стен був отруєний, а Родріго – з півдня. Південець завжди залишається південцем.

source: Wiesz, chętnie bym cię jeszcze potrenował, ale obawiam się, że nie potrafię. I wątpię, by ktokolwiek mógł ci pokazać coś nowego!
uk: Знаєш, я б із задоволенням потренував тебе ще, але боюся, що не зможу. І навряд чи хтось зможе навчити тебе чомусь новому!

source: Wiesz, chętnie bym pomógł, ale mam pewne obawy...
uk: Знаєш, я б з радістю допоміг, але маю певні сумніви...

source: Wiesz, co Ulryk by mi zrobił, gdybym ci dał naszą broń?
uk: Ти знаєш, що Ульрік зі мною зробить, якщо я дам тобі нашу зброю?

source: Wiesz, co mi zrobi, jak mu dostarczę takie wieści?
uk: Знаєш, що він зробить зі мною, якщо я повідомлю йому таку новину?

source: Wiesz, co najbardziej zaskakuje mnie na tej wyspie? Tutaj mało kto myśli przyszłościowo.
uk: Знаєш, що мене найбільше дивує на цьому острові? Тут майже ніхто не думає наперед.

source: Wiesz, co on oznacza, albo dlaczego to właśnie po nim miałeś go rozpoznać?
uk: Ти знаєш, що він означає, або чому ви мали впізнати людину саме по ньому?

source: Wiesz, co robić, niech to wygląda na zadławienie winem czy jakieś inne zatrucie...
uk: Ти знаєш, що робити, ще має виглядати так, ніби він вдавився вином, або отруївся...

source: Wiesz, co się stało z grotem, którym trafiony został ten chłopak?
uk: Ти знаєш, що сталося з наконечником, яким вбили того нещасного?

source: Wiesz, co się stało z grotem?
uk: Ти знаєш, що сталося з наконечником?

source: Wiesz, co tu się dzieje?
uk: Ти знаєш, що тут відбувається?

source: Wiesz, co tu się stało?
uk: Ти знаєш, що тут сталося?

source: Wiesz, czasami kontrakty Gildii Kupieckiej obejmują trochę więcej niż dostarczanie towarów.
uk: Знаєш, іноді контракти Торгової Гільдії передбачають трохи більше, ніж просту доставку товарів.

source: Wiesz, faktycznie, póki co nie zrobił nic złego, ale takie pobłażanie może go zachęcić do czegoś gorszego niż śpiewanie serenad pod oknem.
uk: Знаєш, насправді, поки що він не зробив нічого поганого, але таке поблажливе ставлення може підштовхнути його до чогось гіршого, ніж співати серенади під вікнами.

source: Wiesz, gdyby wszyscy wiedzieli, jak jest naprawdę, to waliliby do nas drzwiami i oknami.
uk: Знаєш, якби всі знали, як воно насправді, вони б ломилися до нас в двері та вікна.

source: Wiesz, gdzie go znajdę?
uk: Ти знаєш, де я можу його знайти?

source: Wiesz, gdzie ich znajdę?
uk: Не знаєш, де я можу їх знайти?

source: Wiesz, gdzie jest Lichwiarz?
uk: Ти знаєш, де Лихвар?

source: Wiesz, gdzie jest stół alchemiczny. Wiesz, gdzie jest retora, alembik i menzurki.
uk: Ти знаєш, де встановлений алхімічний стіл. Ти знаєш, де дистилятор, перегінний куб і мензурки.

source: Wiesz, gdzie mogę znaleźć Antonio?
uk: Ти не знаєш, де я можу знайти Антоніо?

source: Wiesz, gdzie mogę znaleźć Antonio? Podobno kręci się gdzieś w okolicy.
uk: Ти знаєш, де я можу знайти Антоніо? Кажуть, що він десь тут.

source: Wiesz, gdzie mogę znaleźć jakiegoś dzika?
uk: Ти знаєш, де я можу знайти кабанів?

source: Wiesz, gdzie mogę znaleźć takich wojowników?
uk: Не знаєш, де я можу знайти таких воїнів?

source: Wiesz, gdzie może się teraz znajdować?
uk: Ти знаєш, де він зараз може знаходитись?

source: Wiesz, gdzie może się znajdować?
uk: Ти знаєш, де вона зараз може знаходитись?

source: Wiesz, gdzie powinienem zacząć poszukiwania?
uk: Можливо, ти знаєш, звідки мені варто почати пошуки?

source: Wiesz, gdzie są rozładowywane statki przewożące złote Innosy?
uk: Ти знаєш, де розвантажуються кораблі з золотими Інносами?

source: Wiesz, gdzie znajdę Henka i Legrifa?
uk: Не знаєш, де я можу знайти Хенка і Легріфа?

source: Wiesz, gdzie znajdę Naylę?
uk: Ти знаєш, де я можу знайти Найлу?

source: Wiesz, gdzie znajdę tego podejrzanego?
uk: Ти знаєш, де я можу знайти цього підозрюваного?

source: Wiesz, ile kosztuje dzisiaj wynajęcie wartownika z klauzulą poufności?
uk: Ти знаєш, скільки коштує сьогодні найняти охоронця з умовою про конфіденційність?

source: Wiesz, jak zmotywować człowieka. Do ataku!
uk: А ти знаєш, як мотивувати людей. В атаку!

source: Wiesz, jaki jest pozytyw tej sytuacji?
uk: Знаєш, що є позитивного в цій ситуації?

source: Wiesz, jakie plany względem ciebie ma twój ojciec?
uk: Ти знаєш, які плани на тебе має твій батько?

source: Wiesz, jest jeszcze jedno takie miejsce jeśli za wszelką cenę szukasz kogoś kto zna się na walce...
uk: Знаєш, є ще одне місце, де за певну ціну можна знайти когось, хто знається на бійках...

source: Wiesz, jeśli nie będzie nas zbyt dużo w jednostce, to żołd na głowę wzrośnie.
uk: Знаєш, якщо нас буде не надто багато в підрозділі, платня на людину буде вищою.

source: Wiesz, jeśli się boisz, to zawsze możesz wrócić do miasta i schować się za spódnicami Magów Ognia...
uk: Знаєш, якщо тобі страшно, ти завжди можеш повернутися в місто і сховатися під спідницями Магів Вогню...

source: Wiesz, kto go w tym magazynie przetrzymywał? Zaraz wyślę chłopaków, żeby zrobili z nim porządek!
uk: Ти знаєш, хто тримав його на тому складі? Я зараз же відправлю хлопців, щоб вони з ним розібралися!

source: Wiesz, kto jeszcze może ją mieć?
uk: Не знаєш, у кого ще вона може бути?

source: Wiesz, która jest godzina? Już dawno zaczęliśmy!
uk: Ти знаєш, котра година? Ми вже давно почали!

source: Wiesz, lubimy sobie organizować różne uroczystości w koszarach, na które nie wpuszczamy zwykłych ludzi. Co się na nich dzieje, to trudno opisać, trzeba samemu przeżyć!
uk: Знаєш, ми любимо організовувати різні святкування в казармах, на які не пускаємо пересічних людей. Що на них відбувається, важко описати, це треба бачити на власні очі!

source: Wiesz, może i jest tutaj ciemno i brudno, ale przynajmniej nikt mnie nie nachodzi z żądaniami zapłaty czynszu czy innego podatku.
uk: Знаєш, може, тут темно і брудно, але принаймні до мене ніхто не чіпається і не вимагає сплати оренди чи інших податків.

source: Wiesz, musimy pilnie porozmawiać...
uk: Знаєш, нам потрібно терміново поговорити...

source: Wiesz, najbardziej opłacalne są najtrudniejsze zlecenia. Na przykład, mógłbyś mi przyrządzić potrawkę z niedźwiedzia. Zawsze chciałem takiej spróbować.
uk: Як бачиш, найвигідніші замовлення – це найскладніші замовлення. Наприклад, ти міг б зробити для мене рагу з ведмежатини? Завжди хотів спробувати.

source: Wiesz, nie jest źle. Nikt nie chodzi głodny, jest sporo zajęć.
uk: Знаєш, непогано. Ніхто не голодує, є чим зайнятися.

source: Wiesz, nie ma w tym wielkiej filozofii. Ścinam drzewa, piłuję pozyskane drewno, potem strzelam sobie piwko i idę spać.
uk: Знаєш, у цьому немає ніякої великої філософії. Я рубаю дерева, пиляю деревину, потім п'ю пиво і лягаю спати.

source: Wiesz, nigdy nie miałem głowy do takich rzeczy, może ty masz jakiś pomysł?
uk: Знаєш, я ніколи не думав про такі речі, може, у тебе є ідея?

source: Wiesz, przemyślałem sobie to i owo, i... postanowiłem spłacić dług wobec tych, którzy dali mi schronienie na wyspie.
uk: Знаєш, я багато думав про те, про се, і... я вирішив віддати борг тим, хто дав мені притулок на острові.

source: Wiesz, przykro mi, ale nie zasłużyłeś na nie. Nie poddawaj się, na pewno osiągniesz w końcu cel.
uk: Знаєш, мені шкода, але ти її не заслужив. Не здавайся, я впевнений, ти досягнеш своєї мети.

source: Wiesz, przysłużyłeś się nam, więc mogę ci trochę czasu poświęcić. Tylko nie zrobię tego za darmo. Nie obraź się, to po prostu wyjątkowa sztuka.
uk: Знаєш, ти нам дуже допоміг, тож я можу приділити тобі трохи часу. Але задарма я цього не робитиму. Не ображайся, це просто унікальне вміння.

source: Wiesz, siedząc w handlu poznaje się różnych ludzi. Jedni przedstawiają lepsze oferty, inni gorsze, ale po tych wszystkich latach szukałem głównie spokoju.
uk: Знаєш, працюючи в торгівлі, зустрічаєш різних людей. Одні роблять кращі пропозиції, одні гірші, але після всіх цих років я шукав насамперед спокою.

source: Wiesz, skąd pochodzą?
uk: Не знаєш, звідки вони взялися?

source: Wiesz, to wcale nie jest takie złe. Mam ciepłą strawę, kufelek zimnego piwka, no i jeszcze są ze mną kumple, Arnold i Mikkel.
uk: Знаєш, все не так погано. У мене є гаряча їжа, кухоль холодного пива, а ще зі мною мої друзі – Арнольд і Міккель.

source: Wiesz, to zależy od tego co masz na myśli.
uk: Знаєш, це залежить від того, що ти маєш на увазі.

source: Wiesz, trening z Fabio jest jakąś formą rozrywki, ale ileż można? Przydałby mi się ktoś inny, kto walczy inaczej.
uk: Знаєш, тренування з Фабіо – це свого роду розвага, але скільки можна? Мені б не завадив хтось інший, хто б'ється інакше.

source: Wiesz, tutaj nie ma zbyt wielu rozrywek, więc musieliśmy coś sobie znaleźć.
uk: Знаєш, тут не так багато розваг, тож ми мали що-небудь придумати.

source: Wiesz, w klasztorze nie jest tak źle, problem w tym, że nie mają tam dziewczyn i ziela.
uk: Знаєш, в монастирі не так вже й погано. Проблема в тому, що там немає дівчат і травички.

source: Wiesz, w którą stronę poszedł?
uk: Може знаєш, в яку сторону він пішов?

source: Wiesz, w sumie, brzmi to dobrze. Czemu nie?
uk: Знаєш, в цілому, звучить непогано. Чому б і ні?

source: Wiesz, wcale się nie dziwie, że przydzielono ci wartę na zewnątrz lokalu.
uk: Знаєш, я не здивований, що тебе поставили охороняти саме ззовні.

source: Wiesz, wszystko co pod żadnym pozorem nie powinno dostać się w ręce straży. Broń, zioło, a czasami nawet ruda.
uk: Ну ти знаєш, це все, що за жодних обставин не повинно потрапити до рук вартових. Зброя, трава, а іноді навіть руда.

source: Wiesz, wybadacie, czy ktoś się nadaje na służbę, powiecie mu, jak dobrze u nas jest, takie tam.
uk: Будете виясняти, чи підходить хтось для служби, розказувати, як у нас добре, і таке інше.

source: Wiesz, znam się na oprawianiu zwierzyny i wytwarzaniu łuków. Za odpowiednią ilość złota może i mógłbym cię czegoś nauczyć...
uk: Знаєш, я знаюся на білуванні тварин і виготовленні луків. За відповідну кількість золота я міг би тебе чогось навчити...

source: Wiesz, że Beliar to straszny tchórz?
uk: А ти знав, що Беліар – страшенний боягуз?

source: Wiesz, że i tak mało kto tędy chodzi?
uk: Ти ж знаєш, що цією дорогою майже ніхто не ходить?

source: Wiesz, że jeśli mnie oszukujesz, to cię znajdę i postrzelę w kolano z łuku?
uk: Ти знаєш, що якщо ти мене обдуриш, я знайду тебе і прострелю тобі коліно з лука?

source: Wiesz, że jeśli ten facet gdzieś idzie, to tylko i wyłącznie po to, by kogoś sprzątnąć.
uk: Ти ж знаєш, що якщо він кудись виходить, то тільки для того, щоб когось прибрати.

source: Wiesz, że kiedyś mój przyjaciel powiedział, jak bardzo nie lubi ludzi z miasta?
uk: А ти знав, що колись один мій друг сказав, як сильно він не любить людей з міста?

source: Wiesz, że przegraliśmy - nie wiesz, dlaczego.
uk: Ти знаєш, що ми програли – але не знаєш, чому.

source: Wiesz, że to najlepsi wojownicy na całej wyspie, całkowicie oddani swojemu władcy. Jeśli nie oddasz miecza po dobroci, to nie skończy się to dobrze dla was i waszych przyjaciół w środku.
uk: Ти знаєш, що це найкращі воїни на всьому острові, повністю віддані своєму правителю. Якщо ти не віддаси меч, це погано закінчиться і для тебе, і для твоїх друзів, що залишилися всередині.

source: Wiesz, że zaraz zjedzą cię tu topielce?
uk: Ти розумієш, що тебе от-от з'їдять луркери?

source: Wiesz, że żadna walka nie jest niebezpieczna? Tak naprawdę każda potyczka jest bardzo łatwa, a czasem nawet nudna...
uk: А ти знав, що жодна бійка не буває небезпечною? Насправді, кожна сутичка дуже легка, а іноді навіть нудна...

source: Wiesz... myślałam o tym, co mówiłeś i jestem gotowa pomóc przy pracy.
uk: Знаєш... Я думала про те, що ти сказав, і я готова допомогти з роботою.

source: Wiesz... okazało się, że jedna była już w lufie... Ale jeśli coś nie wypali to zawsze mamy zapasowe!
uk: Знаєш... виявилося, що одне вже було всередині... Але якщо щось не спрацює, то в нас завжди є запасне!

source: Wiesz... przemyślałem sobie parę rzeczy i wiem jedno.
uk: Знаєш... Я тут дещо обміркував і дещо зрозумів.

source: Wiesz... właśnie mi się przypomniało, że muszę policzyć te butelki.
uk: Знаєш... Я щойно згадала, що мені треба порахувати ці пляшки.

source: Wieści o orkach faktycznie są bardzo niepokojące, ale nasi najemnicy to świetnie wyszkoleni wojownicy. Ochronią interesy Gildii przed tymi potworami.
uk: Новини про орків дійсно дуже тривожні, але наші найманці – добре навчені воїни. Вони захистять інтереси Гільдії від цих чудовиськ.

source: Wieści o waszym konflikcie szybko rozeszły się po mieście.
uk: Звістка про ваш конфлікт швидко розлетілася містом.

source: Wieści o zwycięstwie króla na wyspie rozeszły się po morzach i dotarły na kontynent w ciągu zaledwie kilku tygodni. Wielu handlarzy, poszukiwaczy przygód i zwykłych, szarych ludzi szukających szczęścia dobijało do brzegów Archolos na łodziach, kutrach i fregatach. Miasto z roku na rok pękało w szwach, a tabuny przybyszów z całego świata przelewały się jego brukowanymi ulicami niczym stada chrząszczy.
uk: Звістка про перемогу короля на острові розлетілася морями і досягла материка всього за кілька тижнів. Безліч торговців, шукачів пригод і простих людей, які прагнули розбагатіти, прибули до берегів Архолосу на човнах, шхунах і фрегатах. Рік за роком місто тріщало по швах, а натовпи відвідувачів з усього світу, немов зграї м'ясних жуків, наповнювали його мощені вулиці.

source: Wieśniacy, czy nie wieśniacy, zrobił się bałagan, a teraz trzeba to wszystko posprzątać.
uk: Селяни чи не селяни, але вони наробили гармидеру, і тепер за ними потрібно прибирати.

source: Wieść rozeszła się błyskawicznie, a tłum mieszczan ruszył w stronę kapliczki, w której aktualnie przebywał mag. Zaaferowany modlitwą, został błyskawicznie otoczony. Zabił kilkanaście osób, zanim w końcu obalono go na ziemię i brutalnie skatowano.
uk: Ця новина миттєво розлетілася, і натовп містян кинувся до каплиці, у якій перебував маг. Занурений у молитву, він й не помітив, як був оточений в одну мить. Він убив більше десятка людей, перш ніж його повалили на землю і жорстоко вбили.

source: Wieża sygnałowa będzie na szczycie wzgórza.
uk: Сигнальна вежа буде на вершині пагорба.

source: Wieża sygnałowa znajduje się tylko kawałek na południowy wschód stąd, ale będziesz musiał uważać na całe stada ścierwojadów na wzgórzu.
uk: Сигнальна вежа знаходиться трохи на південний схід звідси, але тобі доведеться стежити за цілими стадами падальників на пагорбі.

source: Wieża sygnałowa.
uk: Сигнальна вежа.

source: Wilcza Łapa
uk: Вовча лапа

source: Wilcze Leże
uk: Вовче Лігво

source: Wilcze Leże było drugą największą twierdzą po Vardhal, ale to właśnie stąd pochodzili najlepsi rzemieślnicy na całej wyspie.
uk: Вовче Лігво було другою за величиною фортецею після Вардхалу, але саме звідси були всі найкращі ремісники на всьому острові.

source: Wilcze Leże jest wielką, starą twierdzą. Panuje tu surowy i chłodny klimat - myślę, że to miejsce idealnie nada się dla Garda.
uk: Вовче Лігво це велична стара фортеця. Тут суворий і прохолодний клімат – думаю, це місце ідеально підійде для Гарда.

source: Wilcze Leże zostało zdobyte przez wojska królewskie, a następnie urządzono w nim siedzibę Zakonu Paladynów. Od tej pory szkoli się tam młodych wojowników Innosa przed ich wyruszeniem na front wojny z orkami.
uk: Вовче Лігво було захоплене королівською армією, а потім перетворилося на штаб Ордену Паладинів. Відтоді молоді воїни Інноса проходять там підготовку перед тим, як вирушити на передову війни з орками.

source: Wilcze Leże zostało zdobyte przez wojska królewskie, a następnie zrównane z ziemią przez rozwścieczony tłum, pragnący zemsty za zniszczenie miasta.
uk: Вовче Лігво було захоплене королівською армією, а потім зрівняне з землею розлюченим натовпом, який прагнув помститися за знищення міста.

source: Wilcze Leże.
uk: Вовче Лігво.

source: Wilczego Leża?
uk: Вовчого Лігва?

source: Wilczy Syn
uk: Вовчий Син

source: Wilczy Syn Dalmon będzie mógł mi pomóc, jeśli najpierw pomogę mu z jego problemem. Poprosił mnie, bym przeczytał list, który otrzymał od swojej dziewczyny.
uk: Вовчий Син Далмон зможе допомогти мені, якщо я спочатку допоможу йому. Він попросив мене прочитати лист, який він отримав від своєї дівчини.

source: Wilczy Syn Havard poprosił mnie, bym odnalazł jego przyjaciela w kopalni. Jeśli się okaże, że Gaur nie żyje, mam go pożegnać zgodnie z tutejszą tradycją i spalić jego zwłoki.
uk: Вовчий Син Гавард попросив мене знайти його друга в копальні. Якщо виявиться, що Гаур мертвий, я маю попрощатися з ним відповідно до місцевих традицій і спалити його тіло.

source: Wilczy Synowie docenili to, że wykonywałem rozkazy i pomogłem im w walce. Mam nadzieję, że to wystarczy, by Ulryk pozwolił mi zobaczyć się z Jonem.
uk: Вовчі Сини оцінили мою готовність виконувати накази та допомагати їм у бою. Сподіваюся, цього буде достатньо, щоб Ульрік дозволив мені зустрітися з Йоном.
